{
  "sections": {
    "tagline": "Web Development Experts",
    "mainTitle": "Our Mission: 10,000 Websites",
    "mainDescription": "We're committed to building 10,000 high-quality websites across diverse industries with a focus on creative, functional, and engaging digital experiences.",
    "servicesTitle": "Our Website Specializations"
  },
  "buttons": {
    "discover": "View Portfolio",
    "consultation": "Free Consultation",
    "learnMore": "See Examples"
  },
  "features": {
    "fast_delivery": {
      "title": "Rapid Deployment",
      "description": "Launch your website in as little as 7 days with our streamlined development process"
    },
    "innovative_design": {
      "title": "Creative Solutions",
      "description": "Custom designs that showcase your unique brand identity and captivate your audience"
    },
    "secure_hosting": {
      "title": "Reliable Infrastructure",
      "description": "Enterprise-grade security with 99.99% uptime guarantee and daily backups"
    }
  },
  "services": {
    "portfolio": {
      "title": "Portfolio Websites",
      "description": "Stunning showcase websites for creatives, artists, and professionals to highlight their work with elegant galleries and smooth animations."
    },
    "blog": {
      "title": "Blog Platforms",
      "description": "Content-rich websites with advanced CMS, SEO optimization, and engagement tools to grow your audience and monetize your content."
    },
    "entertainment": {
      "title": "Entertainment Sites",
      "description": "Immersive multimedia experiences for musicians, filmmakers, and performers with video integration and event management."
    },
    "ecommerce": {
      "title": "E-Commerce Stores",
      "description": "Complete online shopping solutions with payment gateways, inventory management, and marketing tools."
    },
    "education": {
      "title": "Educational Platforms",
      "description": "Interactive learning management systems with course builders, student dashboards, and certification features."
    },
    "business": {
      "title": "Corporate Websites",
      "description": "Professional business websites with lead generation, contact management, and service presentation."
    }
  }
}
