{
    "title": "شروط الخدمة",
    "lastUpdated": "آخر تحديث: 1 مارس 2025",
    "sections": {
      "introduction": {
        "title": "1. المقدمة",
        "content": [
          "مرحبًا بكم في منصتنا. تحكم شروط الخدمة هذه (\"الشروط\") الوصول إلى موقعنا الإلكتروني ومنتجاتنا وخدماتنا واستخدامها. من خلال الوصول إلى خدماتنا أو استخدامها، فإنك توافق على الالتزام بهذه الشروط وسياسة الخصوصية الخاصة بنا.",
          "يرجى قراءة هذه الشروط بعناية قبل استخدام خدماتنا. إذا لم توافق على هذه الشروط، فلا يجب أن تصل إلى خدماتنا أو تستخدمها."
        ]
      },
      "definitions": {
        "title": "2. التعريفات",
        "content": {
          "service": "\"الخدمة\" تشير إلى الموقع الإلكتروني والتطبيق والخدمات المقدمة من شركتنا.",
          "user": "\"المستخدم\" يشير إلى الأفراد الذين يصلون إلى خدمتنا أو يستخدمونها.",
          "content": "\"المحتوى\" يشير إلى النصوص والرسومات والصور والموسيقى والبرامج والصوت والفيديو والمعلومات أو مواد أخرى."
        }
      },
      "userAccounts": {
        "title": "3. حسابات المستخدمين",
        "content": [
          "3.1. للوصول إلى ميزات معينة من خدمتنا، قد يُطلب منك إنشاء حساب. أنت توافق على تقديم معلومات دقيقة وحديثة وكاملة أثناء عملية التسجيل.",
          "3.2. أنت مسؤول عن حماية كلمة المرور الخاصة بك وعن جميع الأنشطة التي تتم تحت حسابك. توافق على إخطارنا فورًا بأي استخدام غير مصرح به لحسابك.",
          "3.3. نحتفظ بالحق في تعليق حسابك أو إنهائه إذا ثبت أن أي معلومات مقدمة أثناء التسجيل أو بعده غير دقيقة أو غير حديثة أو غير كاملة."
        ]
      },
      "ordering": {
        "title": "4. الطلب والدفع",
        "content": [
          "4.1. من خلال تقديم طلب عبر خدمتنا، فإنك تقدم عرضًا لشراء المنتجات أو الخدمات الموصوفة في طلبك.",
          "4.2. نحتفظ بالحق في رفض أو إلغاء أي طلبات وفقًا لتقديرنا الخاص. إذا ألغينا طلبًا بعد أن تم تحصيل المبلغ منك، سنقوم برد المبلغ المحصل.",
          "4.3. يجب إجراء الدفع في وقت تقديم الطلب. نقبل طرق دفع مختلفة كما هو موضح في خدمتنا."
        ]
      },
      "ip": {
        "title": "5. حقوق الملكية الفكرية",
        "content": [
          "5.1. الخدمة ومحتواها الأصلي وميزاتها ووظائفها هي وستظل ملكية حصرية لشركتنا والمرخصين لها.",
          "5.2. لا يجوز استخدام علاماتنا التجارية أو مظهرها العام في ارتباط مع أي منتج أو خدمة دون موافقة كتابية مسبقة من شركتنا."
        ]
      },
      "userContent": {
        "title": "6. محتوى المستخدم",
        "content": [
          "6.1. قد تسمح خدمتنا لك بنشر ومشاركة وتخزين ومشاركة معلومات معينة ونصوص ورسومات ومقاطع فيديو أو مواد أخرى. أنت مسؤول عن المحتوى الذي تنشره على أو من خلال الخدمة.",
          "6.2. من خلال نشر المحتوى على أو من خلال الخدمة، فإنك تمنحنا الحق في استخدام وتعديل وتنفيذ وعرض واستنساخ وتوزيع هذا المحتوى على ومن خلال الخدمة."
        ]
      },
      "prohibited": {
        "title": "7. الاستخدامات المحظورة",
        "content": [
          "أنت توافق على عدم استخدام الخدمة:",
          "7.1. بأي طريقة تنتهك أي قانون أو لائحة اتحادية أو محلية أو دولية سارية.",
          "7.2. لإرسال أي مواد إعلانية أو ترويجية، بما في ذلك أي \"بريد عشوائي\" أو \"رسائل سلسلة\" أو أي شكل آخر من أشكال الترويج المماثل.",
          "7.3. لانتحال شخصية شركتنا أو موظف بالشركة أو مستخدم آخر أو أي شخص أو كيان آخر."
        ]
      },
      "liability": {
        "title": "8. تحديد المسؤولية",
        "content": [
          "8.1. في أي حال من الأحوال، لا تكون شركتنا أو مديروها أو موظفوها أو شركاؤها أو وكلاؤها أو موردوها أو شركاتها التابعة مسؤولة عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية، بما في ذلك على سبيل المثال لا الحصر، خسارة الأرباح أو البيانات أو الاستخدام أو السمعة أو أي خسائر غير ملموسة أخرى.",
          "8.2. تقتصر مسؤوليتنا إلى أقصى حد يسمح به القانون."
        ]
      },
      "changes": {
        "title": "9. التغييرات على الشروط",
        "content": "نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كان التعديل جوهريًا، فسنقدم إشعارًا قبل 30 يومًا على الأقل من بدء سريان الشروط الجديدة. سيتم تحديد طبيعة التغييرات الجوهرية وفقًا لتقديرنا الخاص."
      },
      "contact": {
        "title": "10. اتصل بنا",
        "content": "إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا على legal@example.com أو من خلال نموذج الاتصال الخاص بنا."
      }
    }
  }